Repository: kylehuang/serverboards
Catalog: frontend/lang/*.po
Languages: es

source: If SSH connection is not as `root` it may require sudo. To make it work you must give permission to the user to execute `lxc-start`, `lxc-stop` and `lxc-ls` with sudo and no password. Check https://forum.serverboards.io for more information.
es: Si la conexión no es con el usuario `root` puede que necesite sudo. Debes darle permisos al usuario para que ejecute `lxc-start`, `lxc-stop` y `lxc-ls`con sudo sin contraseña. Comprueba en los [foros](https://forum.serverboards.io) para conseguir mas información.

source: LXC Daemon
es: Demonio LXC

source: LXC Management
es: Gestión LXC

source: Management of LXD Containers
es: Gestión de contenedores LXD

source: If SSH connection is not as `root` it may require sudo. To make it work you must give permission to the user to execute `lxc` with sudo and no password. Check https://forum.serverboards.io for more information.
es: Si la conexión no es con el usuario `root` puede que necesite sudo. Debes darle permisos al usuario para que ejecute `lxc` con sudo sin contraseña. Comprueba en los [foros](https://forum.serverboards.io) para conseguir mas información.

source: LXD Daemon
es: Demonio LXD

source: LXD Management
es: Gestión LXD

source: Test Daemon
es: Demonio de prueba

source: Test Cloud Services
es: Prueba de servidor de Cloud

source: Update now. Will reboot Serverboards as last step.
es: Actualizar ahora. Reiniciará Serverboards como ultimo paso.

source: Catalog check
es: Comprobacion de catalogo

source: Same executable as updater, but another instance, to allow logn running plugin update check.
es: Mismo ejecutable que el actualizador, pero otra instancia, para permitir ejecutar la comprobación de actualizaciones de plugins.

source: Check if any plugin require updating
es: Comprobar si algún plugin necesita actualizaciones

source: Plugin update
es: Actualizar plugin

source: Updater Tests
es: Tests del actualizador

source: Performs an ICMP ping to check if the server is alive.
es: Relaiza un ping ICMP para comprobar si el servidor sigue en pie

source: Checks periodically if the connection time to the given server enters into an allowed range.
es: Comprueba periodicamente si el tiempo de conexión al servidor esta en el rango mínimo exigido

source: Checks periodically the given server and port connectivity.
es: Comprueba periodicamente el servidor y puerto dado

source: Connection state
es: Estado de la conexión

source: Time elapsed since last change
es: Tiempo pasado desde el último cambio

source: Periodically triggers. Used for recurring actions without a very strict schedule.
es: Disparador periodico. Usado para acciones recurrentes sin una programación muy estricta.

source: Webhook called
es: Webhook llamado

source: Will be called when the address: [{{BASE_URL}}/webhook/{{rule.uuid}}]({{BASE_URL}}/webhook/{{rule.uuid}}) is externally called, with the data parameters as passed.
es: Será llamado cuando la dirección: [{{BASE_URL}}/webhook/{{rule.uuid}}]({{BASE_URL}}/webhook/{{rule.uuid}}) sea llamada externamente, con los datos de parametros tal y como se pasen.

source: Please set which values are required and optional. Any other value will be discarded.
es: Por favor indica que valores son requeridos y cuales opcionales. Otros valores serán descartados.

source: Required values
es: Valores requeridos

source: Coma separated required values. If any missing, return error.
es: Lista separada por comas de los valores requeridos. Si falta alguno se devolverá un error.

source: Optional values
es: Valores opcionales

source: Coma separated optional values.
es: Lista separada por comas de valores opcionales

source: Redirect to this URL after trigger success
es: Redirigir a esta URL en caso de éxito

source: Redirect to this URL after trigger failure
es: Redirigir a esta URL en caso de fallo

source: Object with data as sent by GET or POST query, for example `{{A.data.subject}}`
es: Objeto con los datos tal y como fueron enviados a la petición POST o GET, por ejemplo `{{A.data.subject}}`

source: Checks every minute if the server socket is up, sets labels according to changes and creates an issue if not available. It can be used for any server type with an URL.
es: Comprueba cada minuto su el socket del servidor esta levantado, y pone etiquetas acorde con los cambios y crea una incidencia si no esta disonible. Puede ser usado por cualquier tipo de servidor con una URL.

source: Service to monitor
es: Servicio a moonitorizar

source: Please check ASAP the server {{service.name}}. More information at {{BASE_URL}}/#/services/{{service.uuid}}
es: Por favor comprueba lo antes posible el servidor {{service.name}}. Mas información en {{BASE_URL}}/#/services/{{service.uuid}}

source: HTTP server is up
es: Servidor HTTP levantado

source: Checks every minute if the HTTP server is up, sets labels according to changes and creates or closes issues. Opens if not available for more than 2 minutes.
es: Comprueba cada minuto si el servidor HTTP esta levantado, y pone las etiquetas de acuerdo a los cambios y crea o cierra la incidencia. Abre la incidencia si no está disponible por mas de 2 minutos

source: To connect via SSH please ensure that the following SSH public key is added to your servers `~/.ssh/authorized_keys`: **SSH Public Key:** ``` {{{ssh_key}}} ```
es: Para conectar via SSH por favor asegurese de que la clave pública SSH siguiente esta en el archivo `~/.ssh/authorized_keys`: **SSH Public Key:** ``` {{{ssh_key}}} ```

source: The remote fingerprints are: ``` {{{status.fingerprint}}} ``` Click on "Enable host" to add to your known_hosts. This is required to access this server.
es: Los fingerprint remoto son: ``` {{{status.fingerprint}}} ``` Pulsa en `Activar Host` para añadirlo a tu `known_hosts`. Esto es necesario para acceder a este servidor.

source: SSH server
es: Servidor SSH

source: Stdout for command execution
es: Stdout del comando ejecutado

source: Stderr for command execution
es: Stderr del comando ejecutado

source: Exit code, 0 is success
es: Código de salida, 0 si éxito

source: True or false on whether the command executed successfully
es: Verdadero o falso sobre si el comando se ejecutó con éxito

source: 'ok' or 'nok' depending of command execution exit code
es: `ok` o `nok` dependiendo del código de salida del comando

source: Whether command executed correctly
es: Si el comando se ejecutó con éxito

source: Command execution exit code
es: Código de ejecución del comando

source: Command stdout result
es: Resultado stdout del comando

source: Command stderr result
es: Resultado stderr del comando

source: SSH Test Command
es: Comando de prueba de SSH

source: SSH Tests
es: Tests SSH

source: Server URL must start with `http://` or `https://`
es: El servidor debe empezar con `http://` o `https://`.

source: Performs an ICMP ping to the server.
es: Relaiza un ping ICMP para comprobar si el servidor sigue en pie

source: Ping milliseconds return time.
es: Milisegundos de tiempo de respuesta

source: Whether the remote server answered the ping.
es: Si el servidor remoto respondió al ping

source: Calls a remote HTTP or HTTPS endpoint via a GET request.
es: Llama un servidor remoto HTTP o HTTPS y hace una petición GET

source: Response code for the webhook call
es: Código de respuesta de la llamada

source: Milliseconds for response
es: Milisegundos que tardó en responder

source: Response text
es: Texto de la respuesta

source: Changes the service status tags
es: Cambios a los tags de estado

source: Sends a notification to the selected user or group using their default notification channel.
es: Envía una notificación al usuario o grupo seleccionado por sus canales de notificación preferidos

source: If a user email is set, it will be sent to this user. If a user is set it will be sent to all users on that group.
es: Si se indica el email de un usuario, se le enviará a ese usuario. Si se indica un grupo se enviará a todos los usuarios de dicho grupo.

source: Whether the notification was properly sent
es: Si la notificación se envió con éxito

source: Opens a new issue with the given parameters.
es: Abre una nueva incidencia con los parámetros indicados

source: Default alias
es: Alias por defecto

source: Setting a default alias prevents reopening issues.
es: Inidicar un alias previene reabrir incidencias existentes

source: Depending on where the action is invoked it may use one or several placeholders with context sensitive data, as rule name, id, description, related service and so on. Check at [Serverboards documentation](https://serverboards.io/docs/templating#issue-open).
es: Dependiendo de donde la acción se invoque puede usar uno o varios placeholder con datos dependientes del contexto, como el nombre de la regla, descripción, servicio relacionado y así. comprueba en la [Documentación de Serverboards](https://serverboards.io/docs/templating#issue-open) para mas información.

source: Issue id
es: Id de incidencia

source: Issue Open or Comment
es: Abrir incidencia o comentario

source: Uses the issue id to check if the issue exists, for example by alias, and if not found creates a new issue with the given data.
es: Usa el id de incidencia para comprobar si ya existe, por ejemplo por alias, y si no existe la crea con los datos indicados.

source: Whether the issue was opened
es: Si la incidencia fue abierta

source: Closes the given issue by alias or id.
es: Cierra la incidencia indicada por alias o id

source: Whether the issue was closed. It may already be closed.
es: Si la incidencia fue cerrada o ya estaba cerrada

source: Notifies all users in the @user group.
es: Notifica a todos los usuarios en el grupo @user.

source: Loading data
es: Cargando datos

source: Setup Options
es: Configurar opciones

source: Select a {name} or create one
es: Selecciona un {name}

source: Usage tracking
es: Seguimiento de usuarios

source: By letting Serverboards get information about your use of Serverboards allows us to center on the most used features and to detect failures on the wild.
es: Si permite que Serverboards SL obtenga información sobre su uso de Serverborads, nos permite centrarnos en las funcionalidades mas útiles y detectar fallos del uso real.

source: We will not access any personal information, just general data as which functionalities and plugins are most used and errors.
es: No accederemos a ninguna información personal, solo datos generales como que funcionalidades se usan, que plugins y los errores que sucedan.

source: Allow Serverboards to track which functionalities I use.
es: Permitir que Serverboards siga que funcionalidades uso.

source: Fatal error rendering widget {type}
es: Error fatal renderizando el widget {type}

source: 3 months
es: 3 meses

source: 6 months
es: 6 meses

source: 1 year
es: 1 año

source: Error rendering widget. {type}. Contact author.
es: Error renderizando el widget. {type}. Contacte con el autor.

source: Add extractors to apply Universal Service Queries.
es: Añadir extractores para usar Consultas de Servicio Universales.

source: Select an extractor:
es: Seleccionar extractor:

source: Select a service to extract data from.
es: Seleccione un servicio del que desee extraer datos.

source: {name} dashboard settings
es: Configuración del Dashboard {name}

source: Remove dashboard
es: Eliminar Dashboard

source: Style theme
es: Tema del estilo

source: Accept changes
es: Aceptar cambios

source: Loading {extractor} data
es: Cargando datos de {extractor}

source: Extractors help
es: Ayuda de los extractores

source: You can add extractors to access remote data using USQ queries. Help on each extractor will be shown here.
es: Puede añadir extractores para acceder datos remotos usando consultas USQ. La ayuda de cada extractor aparecerá aquí.

source: Reset your password
es: Reiniciar su contraseña

source: Log In
es: Entrar

source: Serverboards terms of use
es: Terminos de uso de Serverboards

source: I don't accept
es: No acepto

source: I accept
es: Acepto

source: not found in
es: no encontrado en

source: not found
es: no encontrado

source: Syntax error at **line {line}**: **{error}**
es: Error de sintaxis en la **linea {line}**: **{error}**

source: Error extracting data from **{db}.{table}**: **{error}**
es: Error extrayendo datos de **{db}.{name}**: **{error}**

source: Cant remove last dashboard
es: No se puede eliminar el ultimo dashboard

source: User data
es: Datos de usuario

source: Added project *{shortname}*
es: Añadido proyecto *{shortname}*

source: Removed project *{shortname}*
es: Eliminaro proyecto *{shortname}*

source: Updated project *{shortname}*
es: Actualizado proyecto *{shortname}*

source: Added service to project
es: Añadido servicio al proyecto

source: Invalid data for pie chard. Second column must be numbers
es: Datos invalidos en diagrama de tarta. La segunda columna deben ser números

source: Bad formed graph component
es: Componente gráfico mal formado

source: Email sender
es: Originario de email

source: Small widget with name, and a value.
es: Widget pequeño con nombre y un valor

source: Text
es: Texto

source: Go to URL on click
es: Ir a esta URL al pulsar

source: Horizontal widget with a name and a list of texts and values.
es: Widget horizontal con un nombre y una lista de textos y valores.

source: Data
es: Datos

source: Query with `name`, `value`. Will show them all as space allows, same width each.
es: Consulta con `nombre`, `valor`. Mostrará tantos como permita el espacio, con la misma anchura cada uno.

source: Mini 5
es: Mni 5

source: Small widget with name, two columns of data with number, name and icon.
es: Widget pequeño con nombre, dos columnas de datos para cada dato con numero, nombre e icono.

source: Left Icon
es: Icono izquierdo

source: Left Text
es: Texto izquierdo

source: Left Expression
es: Expresión izquierda

source: Right Icon
es: Icono derecho

source: Right Text
es: Texto derecho

source: Right Expression
es: Expresión derecha

source: Big data and three bars
es: Dato en grande con tres barras

source: Big label query
es: Consulta para la etiqueta grande

source: Bars query
es: Consulta para las barras

source: Only first three elements will be shown, or if more, the third becomes an aggregation of the rest. First column is the label, the second is the value.
es: Solo los tres primeros elementos se mostrarán, o si hay más, la tercera será una agregación de las demás. El orden de las columnas es `etiqueta`, `valor`.

source: Table
es: Tabla

source: Table with headers and rows
es: Tabla con cabeceras y filas

source: Expression
es: Expresión

source: Bars
es: Barras

source: Bar diagram with legend, resumed value and performance indicator.
es: Diagrama de barras con leyenda, valor resumen, e indicador de rendimiento.

source: Show performance and legend
es: Mostrar rendimiento y leyenda

source: Right
es: Derecha

source: Bottom
es: Abajo

source: Hide
es: Ocultar

source: Color Palette
es: Paleta de colores

source: Mix
es: Mezcla

source: Purple
es: Púrpura

source: Blue
es: Azúl

source: Green
es: Verde

source: Brown
es: Marrón

source: Summary Query
es: Consulta resumen

source: Summary number on the corner.
es: La consulta de resumen de la esquina

source: Performance Query
es: Consulta de rendimiento

source: Performance number on the corner. If starts with `+` will be shown green, if starts with `-` will be shown red.
es: Numero de rendimiento de la esquina. Si empieza con `+` se mostrará en verde, si empieza por `-` se mostrará en rojo.

source: Bar Data Query
es: Consulta de datos para las barras

source: Expression to show data. Needs to return: `Category name`, `Xvalue`, `YValue`. `XValue` is sorted and not require to be numeric. `YValue` needs to be numeric. `XValue` can be in the form of `order|label` to force ordeing with specific labels, as `01|January`. It does aggregation on `Category name` and `XValue` summing the values, so repeated values are allowed. Its possible to force the `Category` and `Xvalue` existence setting YValue to `null`.
es: Expresión para los datos a mostrar. Necesita devolver: `nombre de categoría`, `valor X`, `valor Y`. El `valor X` se ordenará pero no requiere ser numérico. El `valor Y` debe ser numérico. El `valor X` puede tener la forma `orden|etiqueta` de tal forma que se fuerza un orden con una etiqueta específica, por ejemplo `01|Enero`.

source: Lines
es: Líneas

source: Lines diagram with legend, resumed value and performance indicator.
es: Diagrama de líneas con leyenda, valor resumen e indicador de rendimiento.

source: Fill
es: Rellenar

source: Fill line area mode
es: Modo de relleno de las líneas

source: No fill
es: No rellenar

source: Line Data Query
es: Consulta de datos para líneas

source: Pie 3
es: Tarta 3

source: Pie bar with summary data and three bars
es: Diagrama de tarta con valor de sumario y tres áreas

source: Summary number on the top, and center of pie.
es: Valor de sumario arriba y centro de la tarta.

source: Pie data Query
es: Consulta de datos de tarta

source: Expression to show data. Needs to return: `Category name`, `value`, `change`.
es: Expresión para los datos a mostrar. Debe devolver: `categoría`, `valor`, `cambio`.

source: Leaderboard with bars
es: Leaderboard con barras

source: Leaderboard with bars.
es: Leaderboard con barras.

source: Show
es: Mostrar

source: Data shown should be percentual value or total value
es: El dato mostrador debe ser un valor porcentual o valor total

source: Total values
es: Valor total

source: Percentual value
es: Valor percentual

source: Data Query
es: Consulta de datos

source: Expression to show data. Needs to return: `Name`, `value`. `value` will be shown as percentage on the right
es: Expresión de datos a mostrar. Necesita devolver: `nombre`, `valor`. `valor` se mostrará como porcentaje a la derecha.

source: If no redirect, YAML style response. Will be converted to JSON.
es: Si no redirige, la respuesta en formato YAML. Será convertida a JSON.

source: If empty, will just return `{"status": "success"}` or `{"status": "error"}`
es: Si es vacío, devolverá `{"status": "success"}` o `{"status": "error"}`

source: List of allowed origins.
es: Lista de origenes permitidos

source: One origin per line. Will be used for both allow execute the webhook and set the `Access-Control-Allow-Origin`. Only protocol and domain supported. Special `direct` can be used for direct traffic (CURL).
es: Un origen por linea. Será usado para permitir ejecutar el webhook y poner el `Access-Control-Allow-Origin`. Solo se permite protocolo y dominio. El valor especial `direct` puede usarse para permitir sólo trafico directo (CURL).

source: Object with data identifying the peer: `origin`, `ip` and `port`.
es: Objecto con datos identificando al peer: `origin`, `ip` y `port`.

source: Service B
es: Servicio B

source: Service A
es: Servicio A

source: Check services stay up
es: Comprobar que los servicios siguen en funcionamiento

source: Performs service is up checks at any service update and periodically, changing status label and sending/closing issues as required. This is very similar to what a rule can do, but specialized and integrated so that every service can use without any need for external rules.
es: Realiza comprobaciones de que el servicio sigue funcionando tras cualquier actualización y periódicamente, cambiando las etiquetas de estado y abriendo/cerrando incidencias según corresponda. Esto es muy similar a lo que una regla puede hacer, pero especializado e integrado de modo que cada servicio puede usarlo sin necesidad de reglas especiales.

source: Service Up Init service
es: Servicio Init de Service Up

source: Service up daemon
es: Demonio de Service UP

source: Remote CSV File
es: Archivo CSV remoto

source: Access to a CSV file stored in an SSH accessible server
es: Accede a un archivo CSV almacenado en un servidor accesible por SSH

source: Path to CSV files
es: Ruta al archivo CSV

source: SSH extractor
es: Extractor SSH

source: Serverboards core services minimal daemon
es: Demonio mínimo de servicios core

source: Core extractors
es: Extractores core

source: Extract data from Serverboards itself, as services, status, users and builtin pivot tables.
es: Extra datos del propio Serverboards, como servicios, estados, usuarios y algunas tablas pivot internas.

source: Core extractor
es: Extractor Core

source: Serverboards internal data
es: Datos internos de Serverboards

source: Can extract basic data from Serverboards itself, as service status.
es: Puede extraer datos del propio Serverboards, como estado del servicio.

source: Auxiliary table to pivot data
es: Tabla auxiliar de datos pivot

source: Use `#` to mark new table names, then the data as CSV, first row the headers.
es: Use `#` para marcar el nombre de nuevas tablas, y a continuación los datos separados por comas (CSV), la primera fila serán las cabeceras.
