Repository: kylehuang/serverboards
Catalog: frontend/lang/*.po
Languages: es

source: minute
es: minuto

source: hour
es: hora

source: day
es: día

source: {units} {timeunit} ago
es: hace {units} {timeunit}

source: No active processes
es: No hay procesos activos

source: View process history
es: Ver historial de procesos

source: Search and execute commands...
es: Búscar y ejecutar comandos...

source: View all
es: Ver todos

source: Notification sent
es: Notificación envíada

source: Error sending notification.
es: Error enviando notificación

source: Send notification to {user}
es: Enviar notificación a {user}

source: Body
es: Cuerpo del mensaje

source: Notifications
es: Notificaciones

source: All Notifications
es: Todas las notificaciones

source: First page
es: Primera página

source: Next page
es: Siguiente página

source: Notification
es: Notificación

source: Last message
es: Último mensaje

source: Next message
es: Próximo mensaje

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: UNREAD
es: NO-LEIDO

source: NEW
es: NUEVO

source: unread
es: no-leido

source: new
es: nuevo

source: aborted
es: abortado

source: running
es: en ejecución

source: Process history
es: Historial de procesos

source: Date
es: Fecha

source: Elapsed
es: Transcurrido

source: User
es: Usuario

source: Showing {start}-{end} of {total}
es: Mostrando {start}-{end} de {total}

source: Related rule
es: Regla relacionada

source: Action params
es: Parámetros de la acción

source: Action result
es: Resultado de la acción

source: Avatar image saved
es: Imagen del avatar guardada

source: Personal data
es: Datos personales

source: Change password
es: Cambiar contraseña

source: Upload new image
es: Actualizar imagen

source: Basic user data
es: Datos básicos del usuario

source: Update profile
es: Actualizar perfíl

source: Password changed properly
es: La contraseña ha sido modificada con éxito

source: Error changing password: {e}
es: Error modificando contraseña: {e}

source: Current password
es: Contraseña actual

source: Enter here you current password
es: Escriba aquí su nueva contraseña

source: New password
es: Nueva contraseña

source: Enter here the new password
es: Escriba aquí su nueva contraseña

source: Repeat password
es: Repita su contraseña

source: Repeat the password for verification
es: Repita la contraseña para la verificación

source: Notification channels
es: Canales de notificación

source: Communication Channels
es: Canales de comunicación

source: Keep logged login
es: Mantenerse logueado

source: Reset password
es: Resetear contraseña

source: Email sent. Check your email at {email}
es: Email enviado. Compruebe su email en {email}

source: Could not request password reset: {e}
es: No se pudo solicitar el cambio de contraseña: {e}

source: Request email with reset password link
es: Solicitado email con enlace de cambio de contraseña

source: I already have a password change token
es: Ya tengo un token de cambio de contraseña

source: Request email
es: Solicitar email

source: Updating password
es: Actualizando contraseña

source: Password changed successfuly. You can now log in.
es: La contraseña se modificó con éxito. Ahora puede entrar.

source: There was an error changing password. Check your change password token. {e}
es: Hubo un error modificando la contraseña. Por favor compruebe su token de cambio de contraseña. {e}

source: Reset token
es: Reiniciar token

source: Set new password
es: Poner una nueva contraseña

source: warn
es: aviso

source: Log line details
es: Detalles de la linea de bitacora

source: Full Message
es: Mensaje completo

source: Metadata
es: Metadatos

source: {count} total log lines. Page {pagenr}.
es: Hay {count} lineas de log. Página {pagenr}.

source: Next
es: Siguiente

source: Refresh
es: Refrescar

source: Level
es: Nivel

source: Message
es: Mensaje

source: Login into Serverboards
es: Entrar en Serverboards

source: Language
es: Idioma

source: spanish
es: español

source: english
es: inglés

source: Set language to {lang}
es: Se ha cambiado el idioma a {lang}

source: Information
es: Información

source: Success
es: Éxito

source: Debug
es: Depuración

source: Warning
es: Aviso

source: Add project
es: Añadir proyecto

source: Commands and search
es: Comandos y búsqueda

source: Profile and more...
es: Perfíl de usuario y más...

source: There are no issues to show.
es: No hay incidencias que mostar

source: Try different filters to look beyond...
es: Prueba filtros diferentes para ver mas allá...

source: {name} created this issue {date}
es: {name} creó este issue {date}

source: Improve your projects using "issues"
es: Mejora tus proyectos usando "incidencias"

source: Create issues for problems or tasks
es: Crea incidencias para gestionar problemas o tareas

source: Timelines for issues
es: Linea temporal de incidencias

source: An issue is a work unit created to make an improvement. Normally issues are used to record errors and can be used to manage the failure fix, but also can be used as a work task.
es: Una incidencia es una unidad de trabajo creada para hacer una mejora. Normalmente las incidencias se usan para registrar errores, y pueden ser usadas para gestionar su arreglo, aunque también pueden usarse como tareas de trabajo.

source: With issues you can assign a task with a releated project, aiding with the organization. Each issue can be followed in a timeline. But also each issue has its own page with details and comments to facilitate the colaboration and an improved issue management.
es: Con indidencias puede asignar tareas a un projecto relacionado, ayudando con la organización. Cada incidencia puede ser seguida en una linea temporal. Pero también cada incidencia tiene su propia página con detallesy comentarios para facilitar la colaboración y una gestión de incidencias mejorada.

source: Manual or autoamtic issues
es: Incidencias automáticas o manuales

source: Rules can create and close issues
es: Las reglas pueden crear o cerrar incidencias

source: Isses can be open manyally to better manage your project needs, but to ease your jobs they can also be created or closed using automatic rules.
es: Las incidencias pueden ser abiertas manualmente para gestionar mejor tus proyectos, pero para facilitar tu trabajo también pueden ser creadas o cerradas de forma automática usando reglas.

source: To be able to close or open automatic issues you must create rules. Just select the trigger and the action to open or close the issue depending on your case. If one issue has related rules they will be properly linked from the issue details for quick access and modification.
es: Para poder abrir o cerrar reglas automáticas debes crear reglas. Selecciona el disparador adecuado y las acciones de abrir o cerrar incidencias que dependan de tu caso. Si una incidencia tiene reglas relacionadas serán adecuadamente enlazadas desde la incidencia, para poder acceder rápidamente.

source: Filter by state, tags or project
es: Filtrar por estado, etiquetas o proyecto

source: Find quickly any issue
es: Encuentra rápidamente cualquier incidencia

source: Given the great ammount of issues that can acummulate in short time, to be able to find your issue you can do it by state, project or even tags. Tags are used to state the main idea of each issue.
es: Dada la gran cantidad de incidencias que se pueden acumular en poco tiempo, para poder encontrar tu incidencia puedes buscar por estado, proyecto o etiquetas. Las etiquetas se pueden usar para indicar la idea principal de cada incidencia.

source: Set the tags for the issues from the issues details page. When creating a new issue its possible to mark te tags to ease the process from a listing, so you dont need to create it again each time.
es: Pon nuevas etiquetas desde la página de detalles de las incidencias. Cuando se crear nuevas incidencias se pueden marcar las etiquetas para facilitar el proceso desde un listado, para que no tengas que crear las etiquetas una y otra vez.

source: View the full plugin list at https://serverboards.io
es: Consulta el listado completo de plugins en https://serverboards.io

source: Get Plugins
es: Obtén plugins

source: Error loading widget
es: Error cargando el widget

source: Start adding Widgets into your project's Dashboard
es: Comienza añadiendo Widgets al Dashboard de tu proyecto

source: Add widgets to this Dashboard
es: Añade widgets a este dashboard

source: One dashboard per project
es: Un dashboard por proyecto

source: Dashboards are the control panels for your projects. The visible area for the connections to your Cloud Apps and Servers. Use the + button to add new widgets.
es: Los Dashboards son paneles de control para tus proyectos. El área visible para las conexiones a tus Aplicaciones Web y Servidores. Usa el botón + para añadir nuevos widgets.

source: Widgets in the Dashboards are directly related with the plugins you already installed. We suggest to create new projects depending on the objectives of your project. If you want to manage servers, create a specific project, and do te same to manage the actions related a specific client.
es: Los Widgets en los Dashboards están directamente relacionados con los plugins que tengas instalados. Sugerimos que crees nuevos projectos dependiendo de sus objetivos. Si quieres gestionar servidores, crea un proyecto especifico, y haz lo mismo para gestionar las acciones relacionadas con un cliente especifico.

source: Position where you want
es: Posicióna donde quieras

source: Freedom of movement
es: Libertad de movimiento

source: Widgets can be moved and positioned anywhere you want in the Dashboard. Manage your widgets your way to have always visible your most used widgets.
es: Los widgets pueden ser movidos y posicionados en cualquier sitio que quiera en el Dashboard. Gestione sus widgets a su manera para tener siempre visibles los Widgets mas usados.

source: Widgets can be positioned with the criteria of graphs on one side, and tools on another, o as you want. You are free to organize your own way. Select the Widget title and keep the mouse pressed to move it, and release it where you want it.
es: Los widgets pueden ser posicionados con el criteriode graficas a un lado, y herramientas al otro, o como quieras. Ereslibre de organizarlo a tu manera. Selecciona el título del Widget y manten el ratón pulsado para moverlo a donde desees.

source: Change the size
es: Cambia el temaño

source: Contents adapt to the size
es: Los contenidos se adaptan al tamaño

source: There will be Widgets that will need more space to show all the information, and others that only require a minimal size. No problem you choose the size of each.
es: Habrá widgets que necesitarán mas espacio para mostrar toda la información, y otros que solo requirean un espacio mínimo. Ningún problema, tú eliges el tamaño de cada uno.

source: There is a minimal size for all Widgets, and the content always adapts if you cahgne the size. Sometimes if you make a Widget bigger you will see more options and some content that may otherwise be hidden.
es: Hay un tamaño mínimo para todos los Widgets, y el contenido siempre se adapta si cambias el tamaño. A veces si haces el Widget mas grande se verán mas opciones y algún contenido puede ser ocultado en caso contrario.

source: This is how Serverboards works.
es: Así es como funciona Serverboards

source: Start by creating a project
es: Comienza creando un proyecto

source: The always present "+"
es: El "+" siempre presente

source: At each screen where it is possible to add an element you will see a big yellow round button with a "+". Use this button now to create a new project and start using Serverboards.
es: En cada pantalla que sea posible añadir nuevos elementos se verá un gran botón "+" amarillo. Use este boton ahora para crear un nuevo proyecto y empezar a usar Serverboards.

source: With this button you always add something to the current section. For example in the Dashboards you will add Widgets, and in the Service list new Servers or Cloud Apps to your project.
es: Con este botón siempre añadirá algo a la sección actual. Por ejemplo en los Dashboards podrá añadir Widgets, y en el listado de servicios nuevos servidores o aplicaciones Cloud a su proyecto.

source: Add Servers and Cloud Apps
es: Añade Servidores y Aplicaciones Web

source: Setup and use based on clicks
es: Configuración basada en clicks

source: For each project you can add as man Cloud Apps and services as you need, and all click based using only the UI.
es: Para cada proyecto puede añadir tantas aplicaciones Cloud y Servicios como necesite, todo basado en un interfaz grafico de usuario.

source: For each Cloud App and Service you add we will tell you when the subscription expires with enought time. To use this functionallity you need the "Expirations" plugin available at the plugin store.
es: Para cada Aplicación Cloud y Servicio que añada se indicará cuando se acaba su subscripción con suficiente tiempo. Para usar esta funcionalidad necesita el plugin "Expirations" del marketplace.

source: Install the plugins you need
es: Instale los plugins que necesite

source: 12 plugins available and growing
es: 12 plugins disponibles y creciendo

source: Plugins are the core of Serverboards. By this plugins you can monitorize activities or create new possibilities of use by creating connections between your Cloud Apps.
es: Los plugins son la esencia de Serverboards. Gracias a estos plugins puedes monitorizar actividades o crear nuevas posibilidades creando conexiones entre tus Aplicaciones Cloud.

source: Combine plugins for each project to achieve your specific goals.
es: Combina plugins en proyectos específicos para alcanzar metas concretas.

source: Add widgets to your Dashboards
es: Añade widgets a tus Dashboards

source: Dashboards are the control panel for your projects, the visible side of you Cloud Apps and Servers. Use the "+" button in the Dashboard to add the Widgets available from your plugins.
es: Dahsoards son el panel de control para tus proyectos, el lado visible de tus Aplicaciones Cloud y tus Servidores. Usa el botón "+" en el Dashboard para añadir los Widgets disponibles desde tus plugins.

source: Widgets at Dashboards are provided by your installed plugins. We recommend crete diferent projects depending on the diferent goals. Create a project to manage servers, other to manage engagement on social networks and so on.
es: Los widgets en los Dashboards son proporcionados por los plugins que tengas instalados. Recomendamos crear proyectos diferentes dependiendo de tus metas. Crea un proyecto para gestionar servidores, otro para gestionar el engagement en tus redes sociales...

source: Automate process and create connections between services.
es: Automatiza procesos y crea conexiones entre servicios.

source: There rule IF > THEN style
es: Reglas tipo IF > THEN.

source: Create rules connecting your services
es: Crea reglas para conectar tus serviios

source: Create as many rules as actions you want to automatize, from generete automatic backups at a set time, start anew server when the traffic reaches a threeshold limit, or get a Telegram notification when a client uploads a document to Google Drive.
es: Crea tantas reglas como acciones quieras automatizar, desde generar backups automáticos a una hora determinada, comenazar un nuevo servidor cuando el trafico suepra cierto umbral, o recibir una notificación por telegram cuando un cliente sube un documento a Google Drive.

source: In each project you can create as many rules as you want. To ease searc f rules use the provided filters.
es: En cada proyecto puedes crear tantas reglas como quieras. Para facilitar las búsquedas puedes usar los filtros proporcionados.

source: Greater productivity and control
es: Mayor productividad y control

source: Automate the most common processes
es: Automatiza los procesos mas comunes

source: The most important quality of the rules is to help you on your daily job, by easing the automation of your most common process.
es: La cualidad mas importante de las reglas es ayudarte en tu trabajo diario, ayudando a la automatización de tus procesos mas comunes.

source: To improve your workflow you can not only automate usual process, but also open and close issues for out of the ordinary situations.
es: Para mejorar tu flujo de trabajo no solo puedes automatizar los procesos mas comunes, si no también abrir y cerrar incidencias cuando haya situaciones fuera de lo ordinario.

source: Multiple connections to do more
es: Multiples conexiones para hacer mas

source: The limit is your imagination
es: El límite es tu imaginación

source: Using the same service and trigger you can perform several actions. Combining the service with other you achieve goals with each rule. Compine a trigger with a service for a goal, and with another for a related action.
es: Usando el mismo servicio y disparador puedes realizar varias acciones Combinando el servicio con otro puedes alcanzar tus metas con cada regla. Combina un disparador con un servicio para conseguir una meta, y con otro para una acción relacionada.

source: If you want to automate for example to redo a backup, and open an issue when a backup fails, create two diferent rule, each for each action. For example Backup + Repeat and Backup + Open/Close Issue.
es: Si queires automatizar por ejemplo para volver a realizar un backup, y abrir una incidencia cuando falla, crea dos reglas diferentes, una para cada acción. Por ejemplo Backup + Repeta y Backup + Abrir/Cerrar incidencia.

source: No new messages.
es: No hay mensajes nuevos

source: Error loading virtual services Please check it is correctly configured.
es: Error cargando los servicios virtuales. Por favor comprueba si están correctamente configurados.

source: Options
es: Opciones

source: No description yet
es: Sin descripción

source: Servers and Cloud Apps is Serverboards Secret Sauce
es: Servidores y Aplicaciones Web son la receta secreta de Serverboards

source: Add your Servers and Cloud Apps
es: Añade tus Servidores y Aplicaciones Cloud

source: Third party integrations, no limits
es: Integración de terceros, sin límites

source: Add as many servers and cloud apps as you need to each of your projects. Manage, monitorize and even interconnect them by creating rules. To add do it clicking on the + button on the bottom corner of this screen.
es: Añade tanto Servidores y Aplicaciones Cloud como necesites en cada uno de tus proyectos. Gestiona, monitoriza e incluso interconectalos creando reglas. Para añadirlos pulsa en el "+" en el la esquina de esta pantalla.

source: For each project you can add new Servers and Cloud Apps, that will be only present on this project, or select one of the already existing services to access to it from diferent projects.
es: Para cada proyecto puedes añadir nuevos Servidores y Aplicaciones Cloud, que estarán sólo presnetes en este proyecto, o selecciona uno de los servicios ya existentes para acceder desde diferentes proyectos.

source: Access management tools
es: Accede a las herramientas de gestión

source: Not only monitoring, also management
es: No sólo monitorización, también gestión

source: When adding services (Servers and Cloud Apps) to your projects, you can not only monitorize them, but also manage. At each service you can also execute quick actions, as running remote commands.
es: Cuando se añaden sericios (Servidores y Aplicaciones Cloud) a tus proyectos, no sólo puedes monitorizarlos, si no también gestionarlos. En cada servicio también puedes ejecutaracciones rápidas como ejecutar comandos remotos.

source: At the service details you can also access to specific tools for each service, where you can fine grain manage and access your services.
es: En los detalles de servicio puedes acceder también a herramientas específicas de cada servicio, donde puedes gestionarlos al detalle y acceder a tus servicios.

source: We tell when they expire
es: Teavisamos cuando caducan

source: Never forget important dates
es: Nunca olvides fechas importantes

source: To ease service renovation, even if they are Domain Names or SSL certificates, each service can be monitored for expirations.
es: Parafacilitar la renovación de servicios, incluidos Nombres de Dominio (DNS) o certificados SSL, la caducidad de cada servicio puede ser monitorizado.

source: To have all services expiration monitored, you need to install the free "Expirations" plugin.
es: Para poder monitrizar las caducidades necesitas instalar el plugin "Expirations".

source: Not provided
es: No proporcionado

source: *{name}* updated
es: *{name}* actualizado

source: Service attached to project
es: Servició adjuntado al proyecto

source: Service detached from project
es: Servició separado del proyecto

source: Added service and attached to project
es: Servicio añadiro y adjuntado al proyecto

source: Added DETACHED service
es: Añadido servicio DISJUNTO

source: Rule *{rule}* updated
es: Regla *{rule}* actualizada

source: SSH Remote command
es: Comando SSH remoto

source: If a remote command fails, it executes an action.
es: Si el comando falla, ejecuta una acción

source: SSH Service
es: Servicio SSH

source: Check every given time for the expression. Time can use time modifiers as 1m, 30s, 1h...
es: Comprueba cada peridod indicado una expresión. El tiempo puede usar modificadores como 1m, 30s, 1h...

source: Check period
es: Periodo de comprobación

source: Shell script to execute on the remote server. If this script returns an error code, it goes to the nok status.
es: Script de shell a ejecutar en el servidor remoto.

source: Shell Script
es: Script de shell

source: A web URL to be monitored.
es: Una URL web a ser monitorizada

source: User session expired. Please log in again.
es: La sesión ha caducado. Por favor lgueese de nuevo.

source: ...loading...
es: ...cargando...

source: Error loading data
es: Error cargando datos

source: Can't load log history.
es: No se pudo cargar el historial

source: {count} log lines.
es: {count} lineas de log

source: Module
es: Módulo

source: Check **{email}**'s email inbox for further password recovery instructions.
es: Comprueba la parpeta de entrada de **{email}** para mas instrucciones de recuperación de contraseña.

source: Other
es: Otros

source: Error loading items. Maybe connectivity problems? {error_msg}.
es: Error cargando los elementos. ¿Quizás tienes problemas de conectividad? {error_msg}.

source: Filter...
es: Filtro...

source: There are no items for selection.
es: No hay elementos para la selección actual.

source: No matches found
es: No se han encontrado coincidencias

source: Back
es: Volver

source: Continue
es: Continuar

source: Skip
es: Saltar

source: Reconnecting...
es: Reconectando...

source: Snap! there was a connection problem. Trying to solve.
es: ¡Vaya! Hubo un problema de conexión. Intentando resolverlo.

source: Reconnecting in {seconds} seconds
es: Reconectando en {seconds} segundos

source: Reconnecting soon...
es: Reconectandose pronto...

source: Reconnect now
es: Reconectar ahora

source: Too many errors reconnecting
es: Demasiados erroes de reconexión

source: I will not try to reconnect automatically. You can force reconnection if you will.
es: No voy a volver a intentar reconectar automáticamente. Puedes forzar la reconexión si quieres.

source: Unknown connection status: {status}
es: Estado de conexión desconocido: {status}

source: First Name
es: Nombre

source: Update user
es: Actualizar usuario

source: Add a new user
es: Añadir nuevo usuario

source: Update users at {name}
es: Actualizar usuarios en {name}
