Repository: kylehuang/serverboards
Catalog: frontend/lang/*.po
Languages: es

source: Update perms at {name}
es: Actualizar permisos en {name}

source: Add a new group
es: Añadir nuevo grupo

source: Add group
es: Añadir grupo

source: Altough no update has been detected for this plugin, you can force update.
es: Aunque no se han detectado actualizaciones puedes forzar el actualizado.

source: Force update
es: Forzar actualizado

source: Settings updated
es: Configuración actualizada

source: Error loading settings
es: Error cargando la actualización

source: Plugin settings
es: Configuraión del plugin

source: {plugin} settings
es: Configuración de {plugin}

source: Save settings
es: Guardar configuración

source: Install plugins from the Serverboards marketplace
es: Instalar plugins desde el Marketplace de Serverboards

source: All plugins are free to use, and allow you to add new functionalities to your Serverboards installation with a simple click
es: Todos los plugins son libres de uso, y puedes apañadir nuevas funcionalidades a tu Serverboards con un simple click

source: Select a plugin to add
es: Selecciona plugin a añadir

source: You already have all the plugins installed. Maybe its time you [develop](https://serverboards.io/developers/) your own one?
es: Ya tienes todos los plugins instalados. ¿Quizás es el momento de que [desarrolles](https://serverboards.io/developers/) el tuyo propio?

source: Or add manually from a git repository:
es: O añade uno manualmente de un repositorio git:

source: Back to list
es: Volver a la lista

source: There are no services of this type
es: No hay servicios de este tipo

source: Hold to remove
es: Mantén pulsado para eliminar

source: No items found.
es: No se han encontrado elementos.

source: Use account connections to manage your services.
es: Usa la conexión de cuenta para gestionar tus servicios.

source: Service name
es: Nombre del servicio

source: Save and Continue
es: Guardar y continuar

source: Attach
es: Adjuntar

source: Add {service_type} service to project
es: Añadir {service_type} al proyecto

source: Create new
es: Crear nuevo

source: Select existing
es: Seleccionar existente

source: This services are used on other projects but may be attached to the current one, so they will be shared between the projects.
es: Estos servicios existen en otros proyectos pero pueden ser adjuntados al actual, de modo que estén compartidos entre ambos proyectos.

source: Add a service to this project
es: Añadir servicio al proyecto

source: First select the service type. If not available at the already installed services, there are many more available to install at the marketplace.
es: Primero selecciona el tupo de servicio. Si no esta disponible en los servicios ya instalados, hay muchos mas disponibles para instalar en el Marketplace.

source: Available services
es: Servicios disponibles

source: Error installing *{plugin}*. Please try again or check logs.
es: Error instalando *{plugin}*. Por favor intenta de nuevo o comprueba los logs.

source: Installing the required add-on
es: Instalando el plugin solicitado

source: Add Services to your project.
es: Añadir servicios a tu proyecto.

source: Add services you are already subscribed to manage, monitor or automate tasks with them.
es: Añadir servicios a los que ya estas suscrito, monitoriza o automatiza tareas con ellos.

source: Add new service
es: Añade nuevo servicio

source: Create projects to categorize clients, jobs, etc.
es: Crea proyectos para categorizar clientes, trabajos, etc...

source: Projects allows to have related services, rules and issues together.
es: Los proyecots permiten tener servicios, reglas e incidencias juntos.

source: Choose a name for your project
es: Elije un nombre para tu proyecto

source: Name your project
es: Nombre del proyecto

source: Create and continue
es: Crear y continuar

source: Monitorize your servers and cloud apps
es: Monitoriza tu Servidores y Aplicaciones Cloud

source: Fast insights into your project state
es: Visión rápida sobre el estado de tu proyecto

source: At the Serverboards dashboard you can access to insights of current real time state of your infrastrucure or your Key Perfomance Indicators.
es: En los Dashboards de Serverboards peudes acceder a la visión actual en tiempo real del estado de tu infrastructura y de tus KPI (Indicadores clave de rendimiento).

source: Manage your IT infrastructure and services
es: Gestiona tu infrastructura IT y tus Servicios

source: Access to all you infrastrucure from one place
es: Accede a toda tu infrastructura desde un sólo lugar

source: Instead of jumping around to all the diferent services, servers and cloud apps, use Serverboards to access from one place to all your infrastructure for most common tasks.
es: En lugar de ir saltando de uno a otro Servicio, Servidor y Cloud App, usa Serverboards para acceder desde un solo lugar a toda tu infraestructura y realizar tus tareas mas comunes.

source: Automate tasks and workflows
es: Automatiza tareas y flujos de trabajo

source: Do not repeat your self and automate to simplify workloads
es: No te repitas y automatiza y para simplificar los flujos de trabajo

source: Day to day tasks are highly automatable. No need to do manually what a computer can do with no hastle, no human error and no cost. Exceptional situations are also better managed in an automated proactive way, so there is no time wasted on solving usual problems.
es: Las tareas del día a día son altamente automatizables. No necesitas hacer manualmente lo que un ordenador puede hacer sin problema, sin error humano ni coste. Las situaciones excepcionales son gestionadas de mejor forma de un modo proactivo y automatizado, de modo que no se pierde tiempo en resolver situaciones comunes.

source: Start by creating your first project
es: Comienza creando tu primer proyecto

source: CREATE PROJECT
es: CREAR PROYECTO

source: Add service
es: Añadir servicio

source: Add a rule
es: Añadir regla

source: Add rule
es: Añadir regla

source: Add a widget
es: Añadir un Widget

source: Add a widget, service, rule, issue...
es: Añadir un widget, servicio, regla, incidencia...

source: Realtime updates
es: Acutalizaciones en Tiempo Real

source: 5 minutes
es: 5 minutos

source: 2 hours
es: 2 horas

source: 24 hours
es: 24 horas

source: 1 week
es: 1 semana

source: 30 days
es: 30 días

source: Dashboard name
es: Nombre del Dashboard

source: Monitoring, tools...
es: Monitorización, herramientas...

source: Create dashboard
es: Crear Dashboard

source: Add a widget to this dashboard
es: Añadir Widgets a este Dashboard

source: Select the widget you want to add to the dashboard. If you can not find what you are looking for, check the marketplace.
es: Seleciona el Widget que deseas añadir a este Dashboard. Si no puedes encontrar lo que buscas, comprueba el Marketplace.

source: Installing plugin
es: Instalando plugin

source: Unknown section
es: Sección desconocida

source: Add widgets to your dashboards.
es: Añade Widgets a tus Dashboards

source: Dashboards allow to have a fast graphic view of your system.
es: Los dashboards te permiten tener una visión gráfica rápida de tu sistema

source: Could not load information about this widget. Maybe the plugin was deleted? Try to install it again, or remove the widget.
es: No se puede cargar la información sobre este widget. ¿Quizás fue eliminado? Prueba a instalarlo de nuevo o a eliminarlo.

source: Could not load JS code
es: No se pudo cargar el código JS

source: View all projects
es: Ver todos lo proyectos

source: Create new project
es: Crear nuevo proyecto

source: Setup the trigger
es: Configurar el disparador

source: Select a service
es: Selecciona un servicio

source: Select a service type (1/2)
es: Selecciona el tipo de servicio (1/2)

source: No related service
es: Sin servicio relacionado

source: Rule unique identifier
es: Identificador único de la regla

source: Rule name
es: Nombre de la regla

source: Rule description
es: Descripción de la regla

source: This installation's base url
es: URL base de la instalación

source: Conditional template help
es: Ayuda de las plantillas condicionales

source: You can use these variables to construct your exapression, for example 'A.exit == 0'
es: Puedes usar estas variables para construir tus expresiones, por ejemplo 'A.exit == 0'

source: Add an action or condition
es: Añadir una acción o condición

source: Add action
es: Añadir una acción

source: Add condition
es: Añadir una condición

source: Previous step
es: Paso anterior

source: Skip step
es: Saltarse este paso

source: Condition
es: Condición

source: Edit the condition
es: Editar condición

source: Create new {type} connection
es: Crear nueva conexión {type}

source: Setup action
es: Configurar acción

source: Templating help
es: Ayuda de plantillas

source: You can use templated variables to change the behaviour of your action, for example using '{{rule.name}}'
es: Puede usar estas variables de plantillas para cambiar el comportamiento de tus acciones, por ejemplo usando '{{rule.name}}'.

source: Next step
es: Paso siguiente

source: Action description
es: Descripción de la acción

source: Select an action
es: Selecciona acción

source: Select an action (1/2)
es: Selecciona una acción (1/2)

source: WHEN
es: CUANDO

source: Select related service
es: Selecciona el servicio relacionado

source: Select a trigger
es: Selecciona un disparador

source: Setup trigger
es: Configura el diaprador

source: Create rule from template
es: Crear regla desde una plantilla

source: Use these presets to fast add rules to your projects for most common tasks. Use the 'Create new rule' button on the menu bar to create one from scratch.
es: Usa estos presets para añadir rápidamente reglas para tus proyectos para las tareas mas comunes. Usa el botón de 'Crear nueva regla' en la barra de menú para añadir una desde cero.

source: Available templates
es: Plantillas disponibles

source: Error installing *{plugin}*. Please try again or check logs. {error}
es: Error instalando *{plugin}*. Por favor intenta de nuevo o comprueba los logs. {error}

source: New rule
es: Nueva regla

source: Back to rules
es: Volver a las reglas

source: Save rule
es: Guardar regla

source: Template definition
es: Definición de la plantilla

source: Add a simple rule to your project.
es: Añade una simple regla a tu proyecto

source: Fill the form on the right and you will be adding this rule to this project. Simple.
es: Rellena el formulario a la derecha y añade la regla a tu proyecto. Sencillo.

source: Using the rule templates it is very easy to add rules to your project for the most common tasks. Watching uptimes and creating issues has never been easier. Check out the marketplace for many more simple rules. If you have any idea, don't hesitate to [contact us](mailto:connect@serverboards.io)!
es: Usando plantillas de reglas es muy fácil añadir reglas a tu proyecto para las tareas mas comunes. Vigilar el uptime de tus servicios y crear incidencias nunca fue mas facil. Comprueba el Marketplace para muchas reglas sencillas mas. Si tienes alguna idea, no dudes en [contactarnos](mailto:connect@serverboards.io)!

source: Modify rule
es: Modificar regla

source: Create rule
es: Crear regla

source: Please set a condition
es: Indica una condición

source: Edit labels
es: Editar etiquetas

source: Add a new label
es: Añadir una etiqueta

source: Label to add
es: Etiqueta a añadir

source: Add label
es: Añadir etiqueta

source: Manual or automatic issues
es: Incidencias manuales o automáticas

source: Try diferent filters to look beyond, or create a new issue.
es: Prueba distintos filtros para ver mas allá, o crea nuevas incidencias.

source: Add issue
es: Añadir incidencia

source: Filters
es: Filtros

source: Issue open
es: Incidencia abierta

source: Issue closed
es: Incidencia cerrada

source: Close
es: Cerrar

source: Re-open
es: Re-Abrir

source: **{name}** created this issue {date}
es: **{name}** creó esta incidencia el {dat}

source: Project
es: Proyecto

source: Processes
es: Procesos

source: Installing plugin from {plugin_url}
es: Instalando plugin de {plugin_url}

source: Widget descriptions
es: Descripción de los widgets

source: External screens
es: Pantallas externas

source: Error creating service. {error}
es: Error creando el servicio. {error}

source: Service attached to current project
es: Servicio añadido al proyecto actual

source: Could not attach service to current project: {error}
es: No se pudo adjuntar el servicio al proyecto actual: {error}

source: Finish
es: Finalizar

source: Project shortname {shortname} already exist. Try another project name.
es: El nombre corto de proyecto {shortname} ya existe. Selecciona otro nombre de proyecto.

source: Unknown wizard step
es: Paso del wizard desconocido

source: Add another service
es: Añadir otro servicio

source: Save and continue
es: Guardar y continuar

source: Add another widget
es: Añadir otro widget

source: Unknown dashboard
es: Dashboard desconocido

source: No current dashboard
es: No hay dashboard actual

source: Widget catalog
es: Catalogo de Widgets

source: Updated rule *{name}*
es: Actualizada regla *{name}*

source: Created rule *{name}*
es: Creada regla *{name}*

source: Unknown Rule. Try another.
es: Regla desconocida. Intenta con otra.

source: Rule activated succesfully.
es: Regla activada.

source: Rule deactivated successfully
es: Regla desactivada.

source: Error activating rule
es: Error activando regla

source: Cancel add rule
es: Cancelar añadir regla

source: Issue data
es: Datos de la incidencia

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miercoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

source: Completed on:
es: Completado el:

source: Backup pending
es: Backup pendiente

source: Backup error
es: Error de backup

source: Backup in progress...
es: Backup en progreso...

source: A project without backups is a disaster waiting to happen.
es: Un proyecto sin backups es un desastre esperando suceder

source: Add and plan your backups selecting a source of the data, and where are you going to store it. There is no recovery functionality just yet, but you should to recovery tests from time to time. Any failed backup can be configured to create an issue and notify the users, so actions can be done to fix the backup.
es: Añade y planifica tus backups seleccionando la fuente de los datos, y donde vas a almacenarlo. No hay aún funcionalidad de recuperación, pero debes realizar pruebas de recuperación manual de vez en cuando. Cualquier backup que falle será notificado a los usuarios por medio de una incidencia, de modo que se puedan tomar acciones para arreglar el backup.

source: Add backup job
es: Añadir trabajo de backup

source: Invalid time. Must be HH:MM format
es: Hora invalida. Debe ser en el formato HH:MM

source: Create a new backup.
es: Crear nuevo backup.

source: Name of this backup
es: Nombre del backup

source: Memorable backup name
es: Nombre memorable del backup

source: Source
es: Fuente

source: Select a source type
es: Selecciona el tipo de fuente

source: Destination
es: Destino

source: Select destination type
es: Selecciona el tipo de destino

source: Schedule
es: Programación

source: Time
es: Hora

source: Description and comments
es: Descripción y comentarios

source: Description and random notes about the backup and its history.
es: Descripción y notas varias sobre el backup y su historia

source: Create backup
es: Crear backup

source: Update backup
es: Actualizar backup

source: Backup succesfully done
es: Backup realizado correctamente

source: Pending
es: Pendiente

source: Error on backup
es: Error en el backup

source: Completed on:
es: Completado el:

source: Scheduled days
es: Días programados

source: No days scheduled for this backup!
es: ¡No hay días programados para este backup!

source: Edit
es: Editar

source: Starting *{name}* backup
es: Comenzando el backup *{name}*

source: Error starting backup *{name}*: {e}
es: Error comenzando el backup *{name}*: {e}

source: Stopping *{name}* backup
es: Parando el backup *{name}*

source: Error stopping backup *{name}*: {e}
es: Error parando el backup *{name}*: {e}

source: Backup updated
es: Backup actualizado

source: Could not update backup: {e}
es: No se puede actualizar el backup: {e}

source: Unknown view
es: Vista desconocida

source: Update *{name}* backup, but as it has not any day enabled it is effectively disabled
es: Actualizado el backup *{name}*, pero como no hay ningún día programado esta efectivamente desactivado

source: Backup *{name}* updated.
es: Backup *{name}* acutalizado

source: Available destinations and sources
es: destinos y origenes disponibles

source: Added *{name}* backup, but as it has not any day enabled it is effectively disabled
es: Añadido backup *{name}*, pero como no tiene ningún día progrmaado está efectivamente desactivado.

source: Backup *{name}* created.
es: Backup *{name}* creado.

source: Error creating backup: {e}
es: Error creando el backup: {e}

source: Direct access to your Virtual Machines and Containers.
es: Acceso directo a tus Máquinas Virtuales y Contenedores.

source: Add access to your Virtual Machine and Containers and access directly from the UI via a SSH Terminal or Remote Desktop.
es: Añade acceso a tus Máquinas Virtuales y Contenedores y acceder directamente desde el interfáz de usuario via escritorio remoto o terminal SSH.

source: Group by provider
es: Agrupar por proveedor

source: Loading...
es: Cargando...

source: SSH Connection data
es: Datos de conexion SSH

source: Connect via SSH
es: Conectar por SSH

source: Address
es: Dirección

source: Remember to add this public SSH key to the remote server
es: Recuerda añadir esta clave SSH publica al servidor remoto

source: The remote fingerprint is
es: El fngerprint remoto es

source: You have never connected to this SSH server
es: Nunca te has conectado a este servidor SSH

source: You have already connected to this SSH server
es: Ya te has conectado antes a este servidor SSH

source: Connect
es: Conectar

source: Node information...
es: Información del nodo...

source: {size} {unit} free
es: {size} {unit} libres

source: DISK TOTAL
es: DISCO TOTAL

source: CPU USAGE
es: USO CPU

source: IP Address
es: Direción IP

source: IPv6 Address
es: Dirección IPv6

source: Other Data
es: Otros datos

source: SSH Remote Terminal
es: Terminal Remoto SSH

source: Remote Desktop
es: Escritorio Remoto

source: Cloud nodes
es: Nodos Cloud

source: Could not load cloud nodes list. Try again. {e}
es: No se pudo cargar la lista de nodos Cloud. Intentelo de nuevo. {e}

source: Could not perform action. Check logs. {error}
es: No se pudo realizar la acción. Compruebe los logs. {error}

source: Started *{name}*
es: Arrancado *{name}*

source: Paused *{name}*
es: Pausando *{name}*

source: Stopped *{name}*
es: Parado *{name}*

source: Add quick action
es: Añadir acción rápida

source: Manage backups
es: Gestionar backups

source: Backup Manager Process
es: Proceso del Gestor de Backups

source: Backup Scheduler Process
es: Proceso del Programado de Backups

source: Checks for any change on the schedule of the backups, and triggers the actions as needed.
es: Comprueba cualquier cambio en la programación de backups, y dispara las acciones necesarias.

source: SSH Backup Service
es: Servicio Backup por SSH

source: Backup now
es: Backup ahora

source: Backup stop
es: Para Backup

source: SSH remote file
es: Archivo remoto SSH

source: Backup any file from a remote SSH service
es: Haga backup de cualquier archivo en un servidor SSH remoto

source: SSH Server
es: Servidor SSH

source: Path to backup
es: Ruta a copiar

source: Absolute path to the file
es: Ruta absoluta al archivo

source: SSH remote directory
es: Directorio remoto SSH

source: Backup a full directory accesible from a remote SSH service into a .tgz file.
es: Backup de un directorio completo accesible en un servidor SSH remoto, en un archivo .tgz.

source: Absolute path to the directory to backup
es: Ruta absoluta al directorio a copiar

source: SSH remote file system
es: Sistema de archivos remoto SSH

source: Write backup to a remote SSH accesible server.
es: Escribir backup en un servidor remoto SSH

source: Absolute path to the destination file. Can use template variables as: * &#123;{date_}} -- Date in the format YYYY-MM-DD * &#123;{date}} -- Date in the format YYYYMMDD * &#123;{time}} -- Time in the format hh:mm * &#123;{times}} -- Date in the format hh:mm:ss * &#123;{datetime}} -- Date in the format YYYY-MM-DDThh:mm:ss
es: Ruta absoluta al archivo destino. Puede usarplantillas de varaibles como: * &#123;{date_}} -- Fecha en formato AAAA-MM-DD * &#123;{date}} -- Fecha en formato AAAAMMDD * &#123;{time}} -- Hora en formato hh:mm * &#123;{times}} -- Hora en formato hh:mm:ss * &#123;{datetime}} -- Fecha completa en formato AAAA-MM-DDThh:mm:ss

source: Use SSL
es: Usar SSL

source: Use a secure connection.
es: Usar conexión segura

source: Send Email
es: Enviar email

source: Sends an email to the given address or addresses. If you are sending some notification to an user of the system, better use `Send notification`
es: Envía un email a la dirección o direcciones indicadas. Si estás enviando una notificación a un usuario del sistema, mejor usa 'Enviar notificación'

source: Email address or addresses
es: Dirección o direcciones de email

source: Whether the email was properly sent
es: Si el email se envió correctamente

source: Optional core cloud services
es: Servicios opcionales Cloud

source: VM or Container provider
es: Proveedor de VM o Contenedor

source: Node
es: Nodo

source: Stop node
es: Detener nodo

source: Shuts down the selected node
es: Apaga el nodo seleccionado

source: Remote Server
es: Servidor remoto

source: Management of [Amazon AWS EC2](https://aws.amazon.com) nodes.
es: Gestión de nodos [Amazon AWS EC2](https://aws.amazon.com).

source: To access AWS EC2 it is required to obtain access key and secret. To get them you have to create an IAM account, provide the appropiate access, and get the key and secret from https://console.aws.amazon.com/iam/home . 1. Select the `Users` tab 2. Select the appropiate user 3. `Security credentials` tab. 4. Can create new `Access keys` which will provide you the required data. Obtain more information at https://forum.serverboards.io.
es: Para acceder a los nodos de AWS EC2 hace falta obtener una clave de acceso y un secreto. Para obtenerlos necesitas crear una cuenta IAM, proporcionando el acceso correcto, y obtener la clave y secreto desde https://console.aws.amazon.com/iam/home. 1. Selecciona el tab `Usuarios`. 2. Selecciona el usuario correcto 3. Tab `Credenciales de seguridad`. 4. Crear una nueva `Calve de acceso`que proporciona los datos requeridos. Consigue mas información en https://forum.serverboards.io

source: Access Key
es: Clave de acceso

source: Access Secret
es: Secreto de acceso

source: Region
es: Región

source: Each region on AWS must have its own associated service
es: Cada región debe tener su propio servicio asociado

source: Libvirt Daemon
es: Demonio Libvirt

source: Libvirt Management
es: Gestión libvirt

source: AWS Management
es: Gestión AWS

source: Digital Ocean Management
es: Gestión de Digital Ocean

source: Management of LXC Containers
es: Gestión de contenedores LXC

source: Server with the LXC nodes
es: Servidor con los nodos LXC

source: Requires `sudo`.
es: Necesita `sudo`.
