Repository: kylehuang/serverboards
Catalog: frontend/lang/*.po
Languages: es

source: Issues
es: Incidencias

source: Open
es: Abiertas

source: Closed
es: Cerradas

source: All
es: Todas

source: Search...
es: Buscar...

source: Preset filters
es: Filtros preseleccionados

source: Show open
es: Mostrar abiertas

source: Show closed
es: Mostrar cerradas

source: Filter by labels
es: Filtrar por etiquetas

source: At project
es: En el projecto

source: All projects
es: Todos los projectos

source: created a new alias
es: creado nuevo alias

source: removed an alias
es: eliminado un alias

source: Add Issue
es: Añadir incidencia

source: Title
es: Título

source: Short issue description
es: Resumen de la incidencia

source: Description
es: Descripción

source: Press ENTER when finished
es: Pulsa ENTER al finalizar

source: Added new comment
es: Añadido nuevo comentario

source: Add comment
es: Añadir comentario

source: System
es: Sistema

source: {name} created this issue on {date}
es: {name} creó esta incidencia el {date}

source: Write your comment here...
es: Escriba su comentario aquí...

source: Close issue
es: Cerrar incidencia

source: Reopen issue
es: Reabrir incidencia

source: Labels
es: Etiquetas

source: Related
es: Relacionados

source: Invalid event data: {data}
es: Datos de evento inválidos: {data}

source: New comment
es: Nuevo comentario

source: commented
es: comentó

source: changed status
es: cambió el estado

source: added tags
es: añadió etiquetas

source: removed tag
es: eliminó una etiqueta

source: Add a new project
es: Añadir nuevo proyecto

source: Project information
es: Información del proyecto

source: Not at current project, cant load full data.
es: No se encuentra actualmente en un proyecto. No se pueden cargar los datos completos.

source: Error loading widget {widget}: {error}
es: Error cargando el widget {widget}: {error}

source: Set now
es: Ahora

source: Set selected
es: Seleccionado

source: Widget description
es: Descripción del Widget

source: Remove
es: Eliminar

source: Update widget
es: Actualizar Widget

source: Add widget
es: Añadir Widget

source: Widget type
es: Tipo de Widget

source: Select a widget
es: Seleccionar un Widget

source: Add Service
es: Añadir servicio

source: Add a new service
es: Añadir un nuevo servicio

source: Services
es: Servicios

source: Add a service
es: Añadir un servicio

source: Projects
es: Proyectos

source: Rules
es: Reglas

source: Settings
es: Configuración

source: Accept
es: Aceptar

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: Search by name
es: Buscar por nombre

source: Add a new service to this project
es: Añadir un nuevo servicio a este proyecto

source: Add an existing service from another project into this one. This service will be shared between the projects.
es: Añadir un servicio existente de otro proyecto en este. Este servicio será compartido entre los proyectos.

source: Delete project
es: Eliminar proyecto

source: Project Name
es: Nombre del proyecto

source: Ex. My company name, web projects, external projects...
es: Ej. Nombre de mi empresa, proyecto web, proyecto externo...

source: Shortname
es: Nombre corto

source: This name is used as a Serverboard identifier and is autogenerated.
es: Este nombre es usado como identificador de proyecto y es autogenerado.

source: Ex. CMPNY
es: Ej. EMPSA

source: Tags
es: Etiquetas

source: Ex. web, mail, external...
es: Ej, web, mail, externo...

source: Long description
es: Descripción larga

source: Update project
es: Actualizar proyecto

source: Create project
es: Crear proyecto

source: PAM Authentication
es: Autenticación PAM

source: Allows to access serverboards using PAM, enabling use of many technologies to be used for login. Users try to log in the `serverboards` service. When new users try to login and they do not exist a proper user is created with the user name. If any of the groups of the user matches the name of a group in Serverboards, it is added to such group. This is checked and modified on every login. If any group starts with `serverboards-`, it will be added as well, without the initial `serverboards-`. For example `serverboards-admin` will be added as `admin`.
es: Permite acceder a Serverboards usando PAM, habilitando el uso de multiples tecnologías para realizar el login. Cuando los usuario sintentan entrar en serverboards, se intentará también acceder al usuario local con el nombre de usuario y clave adecuado. Si consigue acceder, y alguno de los grupos a los que pertenece el usuario existe en Serverboards, el usuario usará dicho grupo, por ejemplo 'admin'. Esto se comprueba y verifica en cada login.

source: Shows at serverboards setting oerview whether serverboards needs an update, and allows to trigger the update of the system.
es: Muestra en la vista general de configuración de Serverborads si este necesita actualizarse, y permite lanzar la actualización del sistema.

source: Serverboards Update Checker
es: Comprobador de actualizaciones de Serverboards

source: Quick Actions
es: Acciones rápidas

source: Allows to create new actions that are just actions prefilled with some data. This is useful for fast access to common actions
es: Permite crear nuevas acciones predefinidas con algún dato. Esto es muy útil para acceder rapidamente a acciones comunes.

source: Performs core operations needed for SSH connectivity to hosts. This may be used by other plugins to achieve their own goals.
es: Ejecuta las acciones básicas necesarias para la conectividad SSH a los hosts. Esto puede ser usado por otros plugins para alcanzar sus propios objetivos.

source: Core SSH support
es: Soporte Core SSH

source: Definition of core services and fields to store in them. This is just the list of available core services; other plugins add the required functionalities.
es: Definición de los servicios core básicos y campos para definirlos. Esta es simplemente una lista de estos servicios; otros plugins añaden las funcionalidades necesarias.

source: core services
es: Servicios Core

source: Various core triggers.
es: Disparadores Core

source: Core Triggers
es: Disparadores Core

source: Definition of core notification subsystem. Includes global config, user notification channel config, and delivery subsystem.
es: Definición del susistema Core de notificaciones. Incluye la configuración global, de canales de comunicación, y subsistema de entrega.

source: Definition an basic ussage of cloud services.
es: Definición y uso básico de servicios en la nube (Cloud)

source: Core cloud services
es: Servicios Cloud Core

source: Allows to log in using a htpasswd-like file. Have the file at $INSTALLPATH/auth/htpasswd file. User can create new users executing manually the `./htpasswd-auth.py --set [email]` With the proper SERVERBOARDS_PATH environment variable.
es: Permite acceder usando un archivo tipo htpasswd. Debe estar en $INSTALLPATH/auth/htpasswd. El usuario puede crear nuevos usuario ejecutando `./htpasswd-auth.py --set [email]` Con la variable de entorno `SERVERBOARDS_PATH` correctamente configurada.

source: Various core widgets.
es: Widgets Core

source: Core Widgets
es: Widget Core

source: core settings
es: Configuración Core

source: Various core actions.
es: Acciones Core

source: Core actions
es: Acciones Core

source: Overview
es: Vista general

source: Users
es: Usuarios

source: Groups and permissions
es: Grupos y permisos

source: Definition of core settings and fields to store in them. Core settings define minimal settings required for Serverboards to work.
es: Definición de la configuración básica del sistema y los campos a guardar. La configuración básica (core) indica las configuraciones mínimas que necesita Serverboards para funcionar

source: This settings will be applied to all SSH connections. Please check the [ssh documentation](https://linux.die.net/man/5/ssh_config) for all options. Enter one option per line.
es: Esta configuración será usada en todas las conexiones SSH. Por favor consulta en la [documentación de SSH](https://linux.die.net/man/5/ssh_config) para ver todas las opciones. Escriba una opción por linea.

source: To connect via SSH please ensure that the following SSH public key is added to your servers `~/.ssh/authorized_keys`: **SSH Public Key:** ``` {{ssh_key}} ```
es: Para conectarse por SSH por favor asegurese de que la siguiente clave SSH publica esté añadida al archivo `~/.ssh/authorized_keys` en sus servidores: **Clave pública SSH:** ``` {{ssh_key}} ```

source: The remote fingerprints are: ``` {{status.fingerprint}} ``` Click on "Enable host" to add to your known_hosts. This is required to access this server.
es: Los fingerprints remotos son: ``` {{status.fingerprint}} ``` Si es correcto pulse en "Activar host" para añadirlo a su known_hosts. Esto es requerido para acceder al servidor.

source: Space or comma separated list of ip addresses and DNS names that point to this server
es: Lista de direcciones IP o DNSs separados por comas o espacios que apuntan a este servidor

source: IP address or DNS name of the SMTP Server
es: Dirección IP o nombre DNS del servidor SMTP

source: Port of communication
es: Puerto de comunicación

source: Username if required of the SMTP Server
es: Nombre de usuario si lo requiere el servidor SMTP

source: Password if required to use the SMTP Server
es: Clave si la requiere el servidor SMTP

source: Connection UUID
es: UUID de la conexión

source: Node UUID
es: Nodo UUID

source: Create new tokens at the [API page](https://cloud.digitalocean.com/settings/api/tokens) at [Digital Ocean](https://digitalocean.com).
es: Puede crear nuevos tokens en la [Paǵina de API](https://cloud.digitalocean.com/settings/api/tokens) en [Digital Ocean](https://digitalocean.com).

source: This settings is used for remote services to connect to self, for example on Oauth2 auth flows.
es: Esta configuración se usa en los servidores remotos para conectarse a este servidor, por ejemplo en los flujos de autenticación Oauth2.

source: Latest version available
es: Última versión disponible

source: SSH Address
es: Dirección SSH

source: SSH `Host` Options
es: Opciones `Host`

source: SSH Public Key
es: Clave pública SSH

source: Remote SSH Fingerprint
es: Fingerprint remoto

source: SSH `Host *` Options
es: Opciones `Host *`

source: SMTP Server Address
es: Dirección del servidor SMTP

source: SMTP Username
es: Nombre de usuario SMTP

source: SMTP Password
es: Clave SMTP

source: IP Addresses
es: Dirección IP

source: SMTP Server
es: Servidor SMTP

source: Port
es: Puerto

source: Email from
es: Dirección email de origen

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Email address
es: Dirección Email

source: Remote Server Address
es: Dirección del servidor remoto

source: Access Token
es: Token de acceso

source: Text in markdown
es: Texto en markdown

source: Base URL
es: URL Base

source: Loading settings
es: Cargando configuración

source: Save all changes
es: Guardar todos los cambios

source: Error loading dynamic data. Contact plugin author.
es: Error cargando los datos dinámicos. Contactar con el autor del plugin.

source: Error loading dynamic data. Contact plugin author. [Error #{code}]
es: Error cargando los datos dinamicos. Contacte con el autor del plugin [Error #{code}]

source: PAM Authenticator Daemon
es: Demonio de autenticación PAM

source: PAM Auth
es: Autenticación PAM

source: Update
es: Actualizar

source: Updater
es: Actualizador

source: Access via SSH to any server
es: Accede usando SSH a cualquier servidor

source: SSH access
es: Acceso SSH

source: Screen on which to view known peers
es: Pantalla en la que ver los peers conocidos

source: SSH Management
es: Gestión de SSH

source: Can access via SSH to server
es: Puede acceder via SSH al servidor

source: SSH Terminal
es: Terminal SSH

source: Execute SSH Command
es: Ejecute un comando SSH

source: Executes a remote command. It is recommended that the key exchange is configured prior, so no ssh passwords are stored on the database.
es: Ejecuta un comando remoto. Se recomienda que el intercambio de claves sea configurado previamente, de modo que no se almacenen claves SSH en la base de datos.

source: SSH daemon
es: Demonio SSH

source: General SSH Settings
es: Configuración SSH General

source: Web Server
es: Servidor Web

source: Email Account
es: Cuenta de Email

source: Server
es: Servidor

source: Various tests and checks on the web site performance as seen by Google.
es: Varios tests y comprobaciones sobre el rendimiento del sitio web tal y como lo ve Google.

source: Check the SSL quality of a given web page.
es: Comprueba la calidad SSL de una página Web dada.

source: Opens the URL page in a tab
es: Abre la URL en un tab

source: Quick Action
es: Acción rápida

source: Action executor and store
es: Ejecutor y almacen de acciones

source: Server is running / Ping
es: El servidor está en ejecución / Ping

source: HTTP Response time limit
es: Tiempo límite de respuesta HTTP

source: Socket is receiving connections
es: El socket recibe conexiones

source: Periodic trigger
es: Lanzador periodico

source: Service tags changed
es: Los tags del servicio han cambiado

source: Triggers when a specific tag appears or disappears from service tags, as UP or DOWN
es: Lanzador cuando un tag específico aparece o desaparece del listado de tags del servicio, por ejemplo UP o DOWN

source: Checks every 5m/ 10m grace if the server socket is up, and sets labels according to changes.
es: Comprueba cada 5m/10m de gracia si el socket del servidor esta levantado, y cambia las etiquetas según corresponda.

source: Server socket is up
es: El socket esta activo

source: Monitors server tags to know when a server is DOWN or UP and notifies all users
es: Monitoriza los tags del servicio para saber si un servidor esta DOWN o UP, y notifica a todos los usuarios

source: Open issue if down
es: Abrir incidencia si esta DOWN

source: Core triggers daemon
es: Demonio Core de lanzadores

source: SMTP Server setting used by the system to communicate with users via email.
es: Configuracón SMTP usada por el sistema para comunicarse con los usuarios via email.

source: Email settings
es: Configuración Email

source: Email notifications
es: Notificaciones por Email

source: Cloud services daemon
es: Demonio de servicios Cloud

source: A node in a cloud service, as an AWS instance or libvirt virtual machine.
es: Un nodo en un servicio Cloud, como una instancia AWS o una máquina virtual libvirt.

source: Cloud node
es: Nodo Cloud

source: Management of [libvirt](https://libvirt.org) based clouds.
es: Gestión de cloud basada en [libvirt](https://libvirt.org)

source: Management of [Digital Ocean](https://digitalocean.com) clouds.
es: Gestión de Cloud basada en [Digital Ocean](https://digitalocean.com)

source: List nodes
es: Lista de nodos

source: Start node
es: Iniciar nodo

source: Shutdown node
es: Apagar nodo

source: Force stop node
es: Forzar apagado

source: Reboot node
es: Reiniciar nodo

source: Ping server
es: Ping al servidor

source: Webhook call
es: Llamada webhook

source: Service tag change
es: Cambio de tabs del servicio

source: Send notification
es: Enviar notificación

source: Issue Open
es: Abrir Inicidencia

source: Issue Close
es: Cerrar incidencia

source: Notify all users
es: Notificar a todos los usuarios

source: Open issue
es: Abrir incidencia

source: Mark service up/down
es: Marcar servicio UP/DOWN

source: Core actions.
es: Acciones core

source: Core widgets daemon
es: Demonio de widgets core

source: Simple clock with local time
es: Reloj simple con hora local

source: Clock
es: Reloj

source: A simple markdown text to write notes
es: Un texto simple Markdown para escribir notas

source: Markdown text
es: Texto Markdown

source: Base settings
es: Configuración base

source: by
es: por

source: version
es: versión

source: Type:
es: Tipo:

source: Description:
es: Descripción:

source: Active
es: Activo

source: Not Active
es: No activo

source: Update now
es: Actualizar ahora

source: Version
es: Versión

source: Components
es: Componentes

source: Update changelog
es: Actualizar changelog

source: Hold to remove from group
es: Manten pulsado para eliminar del grupo

source: Edit users
es: Editar usuarios

source: Permissions
es: Permisos

source: Permission
es: Permiso

source: true
es: verdadero

source: More
es: Más

source: Edit user
es: Editar usuario

source: Hold to disable
es: Mantén pulsado para desactivar

source: Hold to enable
es: Mantén pulsado para activar

source: Name
es: Nombre

source: Groups
es: Grupos

source: Is active?
es: ¿Está activo?

source: Install
es: Instalar

source: View full plugin list at
es: Ver lista completa de plugins en

source: Serverboards.io Plugin List page.
es: la lista de Plugins en Serverboards.io

source: And {n} more...
es: Y {n} más...

source: Show less
es: Mostrar menos

source: General information
es: Información general

source: Current version:
es: Versión actual:

source: Connected to server:
es: Conectado al servidor:

source: Updated settings!
es: ¡Configuración actualizada!

source: System Settings
es: Configuración del sistema

source: Please set a valid URL
es: Por favor indique una URL válida

source: Plugin from {plugin_url} installed and ready.
es: Plugin de {plugin_url} instalado listo para ser usado.

source: Enter plugin git repository URL
es: Introduzca la URL del repositorio git

source: This will be used as the user identifier
es: Esto será usado como identificador del usuario

source: Add user
es: Añadir usuario

source: Disabled
es: Desactivado

source: Enabled
es: Activo

source: Broken
es: Roto

source: View details
es: Ver detalles

source: Could not load actions for this service
es: No se pueden cargar las acciones para este servicio

source: Hold to Detach
es: Mantén pulsado para desasociar

source: Loading
es: Cargando

source: Error loading virtual services {e}
es: Error cargando los servicios virtuales {e}

source: Virtual services for {name}
es: Servicios virtuales para {name}

source: Settings for {name}
es: Configuración para {name}

source: No description at service definition
es: No hay descripción en la definición del servicio

source: Dont know how to trigger this action
es: No se como ejecutar esta acción

source: Service catalog
es: Catálogo de servicios

source: Related services
es: Servicios relacionados

source: Menu
es: Menú

source: {name} Service details at {project}
es: {name} Detalles del servicio en {project}

source: Trigger action
es: Ejecutar acción

source: Rule presets
es: Presets de reglas

source: Service name as shown in UI
es: Nombre del servicio como se muestra en el interfáz

source: Comments about this service
es: Comentarios sobre este servicio

source: Update service settings
es: Actualizar la configuración del servicio

source: Service details
es: Detalles del servicio

source: Details
es: Detalles

source: Service Type
es: Tipo de servicio

source: Related projects
es: Projectos relacionados

source: No description set
es: Aún no hay descripción

source: Config Details
es: Detalles de configuración

source: Type
es: Tipo

source: Status
es: Estado

source: Actions
es: Acciones

source: Filter by trigger type
es: Filtrar por tipo de disparador

source: Show all
es: Mostrar todos

source: Pending trigger
es: Disparador pendiente

source: Trigger
es: Disparador

source: No actions defined
es: No hay acciones definidas

source: Edit rule
es: Editar regla

source: Action
es: Acción

source: Select action
es: Seleccione acción

source: Do nothing
es: No hacer nada

source: Select trigger
es: Seleccione disparador

source: Service
es: Servicio

source: Save changes
es: Guardar cambios

source: Select service
es: Seleccionar servicio

source: No service
es: No hay servicio seleccionado

source: Select a preset
es: Seleccione un preset

source: Custom actions
es: Acciones personalizadas

source: Preset actions
es: Acciones del preset

source: Connection url
es: URL de conexión

source: SSH Connection options
es: Opciones de conexión SSH

source: Command to execute
es: Comando a ejecutar

source: Non blocking command to execute
es: Comando no bloqueante a ejecutar

source: Remote IP address or DNS name
es: Dirección IP o nombre DNS remoto

source: Check frequency
es: Frecuencia de comprobación

source: Time between checks in seconds
es: Tiempo entre comprobaciones en segundos

source: Grace period
es: Periodo de gracia

source: Seconds that connectivity can be lost without triggering
es: Segundos en los que se puede perder la conectividad sin disparar

source: Remote URL
es: URL remota

source: Maximum response time (s)
es: Tiempo máximo de respuesta (s)

source: Trigger if response time is greater than the given value in seconds for longer that grace period.
es: Disparar si el tiempo de respuesta es superior que el valor dado en segundos por más tiempo que el tiempo de gracia.

source: Check frequency (s)
es: Frecuencuia de comprobación (s)

source: Grace period (s)
es: Periodo de gracia (s)

source: Full URL of the resource
es: URL completa del recurso

source: Trigger every
es: Disparar cada

source: Write human time description: 1d, 12h, 30m, 10s
es: Escriba una descripción humana: 1d, 12h, 30m, 10s

source: Service to watch
es: Servicio a observar

source: Label
es: Etiqueta

source: Tags to set.
es: Etiquetas a poner.

source: Space separated list of tags to add. It can start with a dash to remove the label (-label).
es: Lista de etiquetas separadas por espacios. Puede empezar con un guion para eliminar la etiqueta (-etiqueta).

source: User email or @group
es: Email de usuario o @group

source: Subject
es: Título

source: Opens a new issue with the given parameters. Depending on where the action is invoked it may use one or several placeholders with context sensitive data, as rule name, id, description, related service and so on. Check at [Serverboards documentation](https://serverboards.io/docs/templating#issue-open).
es: Abre una nueva incidencia con los parametros indicados. Dependiendo de donde sea invocada la acción se pueden usar uno o varios placeholders con datos dependientes del contexto, como el nombre de la regla, id, descripción, servicio relaciona y así. Coimpruebe en la [documentación de Serverboards](https://serverboards.io/docs/templating#issue-open).

source: Issue title
es: Título de la incidencia

source: Issue description
es: Descripción de la incidencia

source: Issue aliases
es: Alias de la incidencia

source: Issue may be referenced by this alias. Useful to allow closing issue using the rule.id, or any other identifier for the problem. Aliases are separated by spaces.
es: Las incidencias pueden ser referenciadas por medio de alias. Esto es útil para permitir cerrar incidencias usando el id de la regla, o cualquier otro identificador único del problema. Los alias se pueden separar por espacios.

source: Issue id or alias
es: Id de usuario o alias

source: Issue comment
es: Comentar una incidencia

# date range
source: From
es: Desde

# date range
source: to
es: hasta

# date range
source: at
es: a las

# calendar
source: January
es: Enero

# calendar
source: February
es: Febrero

# calendar
source: March
es: Marzo

# calendar
source: April
es: Abril

# calendar
source: May
es: Mayo

# calendar
source: June
es: Junio

# calendar
source: July
es: Julio

# calendar
source: August
es: Agosto

# calendar
source: September
es: Septiembre

# calendar
source: October
es: Octubre

# calendar
source: November
es: Noviembre

# calendar
source: December
es: Diciembre

# calendar
source: MON
es: LU

# calendar
source: TUE
es: MA

# calendar
source: WED
es: MI

# calendar
source: THU
es: JU

# calendar
source: FRI
es: VI

# calendar
source: SAT
es: SA

# calendar
source: SUN
es: DO

source: today
es: hoy

source: now
es: ahora

source: millisecond
es: milisegundo

source: second
es: segundo
